import appMockup from "@/public/images/Card.png";

const MOCK_ARTICLES = [
  {
    id: 1,
    title: "چگونه SMS بانکی را به مالیکو متصل کنیم؟",
    excerpt:
      "آموزش گام به گام اتصال حساب‌های بانکی و دریافت خودکار SMS های بانکی در مالیکو برای مدیریت بهتر تراکنش‌ها...",
    author: "تیم مالیکو",
    date: "۱۴۰۴/۴/۱۵",
    image: appMockup,
  },
  {
    id: 2,
    title: "۱۰ راز مدیریت مالی که باید بدانید",
    excerpt:
      "از بودجه‌بندی شخصی تا پس‌انداز هوشمند، راهکارهای عملی برای مدیریت بهتر درآمد و مخارج روزانه...",
    author: "رضا عبدالهی",
    date: "۱۴۰۴/۴/۱۲",
    image: appMockup,
  },
  {
    id: 3,
    title: "چرا تراکنش‌هایتان را دسته‌بندی کنید؟",
    excerpt:
      "اهمیت دسته‌بندی خرج‌ها در مالیکو و نحوه استفاده از این ویژگی برای تحلیل بهتر الگوهای مصرف مالی شما...",
    author: "یگانه جعفری ",
    date: "۱۴۰۴/۴/۱۰",
    image: appMockup,
  },
];
export default MOCK_ARTICLES;
